Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/Settings.xcstrings
Source language: en_us
Languages: ab, be, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_es, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# CreditCard.Settings.EmptyListDescription.v112
source: Save your card information securely to check out faster next time.
ab: Укарта аинформациа шьақәыргылатәуп, даҽазны еиҳа ирласны ашәара улшарц азы.
be: Надзейна захавайце інфармацыю аб вашай карце, каб у наступны раз хутчэй разлічыцца.
br: Enrollit titouroù ho kartenn en un doare diogel evit paeañ buanoc’h ar c’hentañ gwech.
bs: Sačuvajte podatke o vašoj kartici sigurno da sljedeći put izvršite odjavu brže.
ca: Deseu la informació de la targeta de manera segura per agilitzar el pagament la pròxima vegada.
co: Arregistrate l’infurmazione di a vostra carta di manera assicurata per pagà più prestu a prossima volta.
cs: Bezpečně si uložte informace o své kartě, abyste příště mohli platit rychleji.
cy: Cadwch fanylion eich cerdyn yn ddiogel er mwyn gwirio'n gynt y tro nesaf.
da: Gem dine kortoplysninger sikkert og betal hurtigere næste gang.
de: Speichern Sie Ihre Karteninformationen sicher, um beim nächsten Mal schneller einzukaufen.
dsb: Składujśo wěsće swóje kórtowe informacije, aby pśiducy raz malsnjej płaśił.
el: Αποθηκεύστε τα στοιχεία της κάρτας σας με ασφάλεια για πιο γρήγορες πληρωμές.
eo: Sekure konservi vian kreditkartan informon por venontfoje pagi pli rapide.
es: Guarda la información de tu tarjeta de forma segura para pagar más rápido la próxima vez.
es_ar: Guardá la información de tu tarjeta de forma segura para comprar más rápidamente la próxima vez.
es_cl: Guarda la información de tu tarjeta de forma segura para pagar más rápido la próxima vez.
es_es: Guarda la información de tu tarjeta de forma segura para pagar más rápido la próxima vez.
es_mx: Guarda la información de tu tarjeta de forma segura para pagar más rápido la próxima vez.
eu: Gorde seguru zure txartelaren informazioa hurrengoan erosketa azkarrago burutzeko.
fi: Tallenna korttitietosi turvallisesti, jotta voit maksaa seuraavan kerran aiempaa nopeammin.
fr: Enregistrez les informations de votre carte en toute sécurité pour payer plus rapidement la prochaine fois.
gd: Sàbhail fiosrachadh na cairt agad ann an àite tèarainte airson seacadh a-mach nas luaithe an ath-thuras.
gl: Garde a información da súa tarxeta de forma segura para pagar máis rápido a próxima vez.
he: באפשרותך לשמור את פרטי הכרטיס שלך בצורה מאובטחת כדי לבצע צ’ק-אאוט מהר יותר בפעם הבאה.
hr: Spremi podatke kreditne kartice na siguran način za brže plaćanje u budućnosti.
hsb: Składujće wěsće swoje kartowe informacije, zo byšće přichodny raz spěšnišo płaćił.
hu: Mentse biztonságosan kártyaadatait, hogy legközelebb gyorsabban tudjon fizetni.
hy_am: Ապահով պահեք ձեր քարտի տվյալները՝ հաջորդ անգամ ավելի արագ ստուգելու համար:
ia: Salva le datos de tu carta in modo secur pro completar tu compras plus velocemente in futuro.
id: Simpan informasi kartu Anda dengan aman untuk check out lebih cepat di lain waktu.
is: Vistaðu kortaupplýsingarnar þínar á öruggan hátt til að afgreiða þig hraðar næst.
it: Salva i dati della tua carta in modo sicuro per completare i tuoi acquisti più velocemente in futuro.
ja: カード情報を安全に保存して、次回のチェックアウトを早くします。
ka: შეინახეთ თქვენი ბარათის ინფორმაცია უსაფრთხოდ შემდეგ ჯერზე სწრაფი გადახდისთვის.
kab: Sekles talɣut-ik n tkarḍa s wudem aɣellsan i wakken ad txellseḍ s zzerb tikkelt i d-iteddun.
kk: Келесі жолы жылдамырақ төлеу үшін карта ақпаратын қауіпсіз сақтаңыз.
ko: 카드 정보를 안전하게 저장하여 다음 번에 더 빨리 체크아웃하십시오.
lo: ບັນທຶກຂໍ້ມູນບັດຂອງທ່ານໄວ້ຢ່າງປອດໄພເພື່ອຈ່າຍເງິນໄດ້ໄວຂຶ້ນໃນຄັ້ງຕໍ່ໄປ.
nb: Lagre kortinformasjonen din sikkert for raskere betaling neste gang.
nl: Sla uw kaartgegevens veilig op om de volgende keer sneller af te rekenen.
nn: Lagre kortinformasjonen din sikkert for å sjekke ut raskare neste gong.
pa_in: ਅਗਲੀ ਵਾਰ ਫ਼ੌਰਨ ਚੈਕ ਆਉਟ ਕਰਨ ਲਈ ਆਪਣੇ ਕਾਰਡ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੂਪ ਵਿੱਚ ਸੰਭਾਲੋ।
pl: Bezpiecznie zachowuj dane kart płatniczych, by następnym razem szybciej zrobić zakupy.
pt_br: Salve as informações do seu cartão com segurança para finalizar a compra mais rapidamente na próxima vez.
pt_pt: Guarde, com segurança, as informações do seu cartão para finalizar a sua próxima compra mais rapidamente.
rm: Memorisescha las infurmaziuns da tia carta da credit a moda segira per pajar pli svelt la proxima giada.
ru: Надежно сохраняйте информацию о картах, чтобы в следующий раз расплачиваться быстрее.
sat_olck: ᱟᱢᱟᱜ ᱠᱟᱨᱰ ᱵᱟᱵᱚᱛ ᱡᱤᱱᱤᱥ ᱠᱚ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱥᱟᱹᱦᱤᱡ ᱫᱚᱦᱚᱭ ᱢᱮ ᱡᱮᱢᱚᱱ ᱛᱟᱭᱚᱢ ᱫᱷᱟᱣ ᱥᱩᱵᱤᱫᱷᱟᱹᱜ ᱟᱢ ᱾
scn: Sarba i nfurmazzioni dâ to carta ô sicuru p’accattari cchiù lestu a pròssima vota.
si: ඊළඟ වතාවේ ඉක්මනින් ගෙවීමට ඔබගේ පතෙහි තොරතුරු ආරක්‍ෂිතව සුරකින්න.
sk: Bezpečne si uložte informácie o svojej karte, aby ste nabudúce mohli platiť rýchlejšie.
sl: Varno shranite podatke o kartici in naslednjič hitreje zaključite nakup.
sq: Ruani në mënyrë të siguruar hollësi të kartës tuaj, që të përfundoni më shpejt blerjet herës tjetër.
su: Simpen inpormasi kartu anjeun kalayan aman pikeun mayar leuwih gancang engké deui.
sv: Spara din kortinformation säkert för snabbare betalning nästa gång.
tg: Маълумоти корти худро ба таври бехатар нигоҳ доред, то тавонед дар оянда ба воситаи он ҳар чӣ зудтар пардохт намоед.
th: บันทึกข้อมูลบัตรของคุณไว้อย่างปลอดภัยเพื่อให้ชำระเงินได้เร็วขึ้นครั้งต่อไป
tr: Daha hızlı ödeme yapmak için kart bilgilerinizi güvenli bir şekilde kaydedebilirsiniz.
tt: Киләчәктә тизрәк түләү өчен картагызның язуларын хәвефсез саклагыз.
ug: كېلەر قېتىم ئىشلەتكەندە تېز بولۇشى ئۈچۈن كارتا ئۇچۇرلىرىڭىزنى بىخەتەر ساقلايدۇ.
uk: Надійно зберігайте дані своїх карток, щоб швидше оформлювати замовлення.
vi: Lưu thông tin thẻ của bạn một cách an toàn để kiểm tra nhanh chóng cho lần sau.
zh_cn: 安全保存您的卡片信息，方便下次使用。
zh_tw: 安全地儲存您的卡片資訊，加速下次結帳速度。

# CreditCard.Settings.EmptyListTitle.v122
source: Save Cards to %@
ab: Акарточкақәа %@ ахь еиқәырхатәуп
be: Захоўваць карты ў %@
br: Enrollañ ar c’hartennoù e %@
bs: Sačuvaj kartice na %@
ca: Desa les targetes al %@
co: Arregistrà e carte in %@
cs: Uložit platební kartu do aplikace %@
cy: Cadw Cardiau i %@
da: Gem kort til %@
de: Karten in %@ speichern
dsb: Kórty do %@ składowaś
el: Αποθήκευση καρτών στο %@
eo: Konservi kartojn en %@
es: Guardar tarjetas en %@
es_ar: Guardar tarjetas en %@
es_cl: Guardar tarjetas en %@
es_es: Guardar tarjetas en %@
es_mx: Guardar tarjetas en %@
eu: Gorde txartelak %@(e)n
fi: Tallenna kortit %@iin
fr: Enregistrez des cartes dans %@
gd: Sàbhail cairtean ann am %@
gl: Gardar tarxetas en %@
he: שמירת כרטיסים ב־%@
hr: Spremi kreditne kartice na %@
hsb: Karty do %@ składować
hu: Kártyák mentése a %@ba
hy_am: Պահել քարտերը %@-ում
ia: Salvar cartas in %@
id: Simpan Kartu ke %@
is: Vista kort í %@
it: Salva carte in %@
ja: カード情報を %@ に保存
ka: ბარათებს შეინახავს %@
kab: Sekles tikarḍiwin deg %@
kk: Карталарды %@ ішіне сақтау
ko: %@에 카드 저장
lo: ບັນທຶກບັດໃສ່ %@
ml: %@-ലേക്കു് ചീട്ടുകൾ കരുതിവയ്ക്കുക
nb: Lagre kort til %@
nl: Kaarten opslaan in %@
nn: Lagre kort til %@
pa_in: ਕਾਰਡਾਂ ਨੂੰ %@ ਵਿੱਚ ਸੰਭਾਲੋ
pl: Zachowuj karty w przeglądarce %@
pt_br: Salvar cartões no %@
pt_pt: Guardar cartões no %@
rm: Memorisar cartas en %@
ru: Сохранять карты в %@
sat_olck: %@ ᱛᱮ ᱠᱟᱰ ᱥᱟᱧᱪᱟᱣ ᱢᱮ
scn: Sarba carti nne %@
si: %@ වෙත පත් සුරකින්න
sk: Uložiť platobné karty do %@u
sl: Shranjuj kartice v %@
sq: Ruaji Kartat në %@
su: Simpen Kartu kana %@
sv: Spara kort till %@
tg: Нигоҳ доштани кортҳо дар «%@»
th: บันทึกบัตรลงใน %@
tr: Kartları %@ uygulamasına kaydet
ug: كارتىنى %@ گە ساقلا
uk: Зберегти картки в %@
vi: Lưu thẻ vào %@
zh_cn: 将信用卡保存到 %@
zh_tw: 將卡片資訊儲存至 %@

# CreditCard.Settings.ListItemA11y.v118
source: %1$@, issued to %2$@, ending in %3$@, expires %4$@
ab: %1$@, аԥшәма %2$@, аномер анҵәамҭа %3$@, аамҭа анҵәамҭа %4$@
be: %1$@, выдадзена %2$@, канчаецца на %3$@, тэрмін дзеяння %4$@
br: %1$@, skignet da %2$@, gant %3$@ er fin, vo echu e %4$@
bs: %1$@, izdato za %2$@, završava sa %3$@, ističe %4$@
ca: %1$@, emesa a %2$@, acabada en %3$@, caduca el %4$@
co: Carta %1$@ per %2$@, cumpiendusi da %3$@, scade u %4$@
cs: %1$@, vydána na %2$@, končící na %3$@, vyprší %4$@
cy: %1$@, yn enw %2$@, yn gorffen gyda %3$@, yn dod i ben %4$@
da: %1$@, udstedt til %2$@, der ender på %3$@, udløber %4$@
de: %1$@, ausgestellt auf %2$@, endet auf %3$@, läuft am %4$@ ab
dsb: %1$@, wudany za %2$@, kóńcecy na %3$@, płaśiwy do %4$@
el: %1$@, όνομα κατόχου: %2$@, κατάληξη: %3$@, λήξη: %4$@
eo: %1$@, liverita al %2$@, kiu finiĝas per %3$@, senvalidiĝas je %4$@
es: %1$@, emitida a %2$@, termina en %3$@, caduca el %4$@
es_ar: %1$@, emitida a %2$@, termina en %3$@, vence el %4$@
es_cl: %1$@, emitida a %2$@, termina en %3$@, vence el %4$@
es_es: %1$@, emitida a %2$@, termina en %3$@, caduca el %4$@
es_mx: %1$@, emitida a %2$@, termina en %3$@, caduca el %4$@
eu: %1$@, %2$@(r)i jaulkia, %3$@ zifrekin amaitua, iraungitze-data %4$@
fi: %1$@, myönnetty henkilölle %2$@, päättyy numeroihin %3$@, vanhenee %4$@
fr: Carte %1$@, délivrée à %2$@, se finissant par %3$@, expire en %4$@
gd: %1$@, air fhoillseachadh dha %2$@, a’ crìochnachadh le %3$@, falbhaidh an ùine air %4$@
gl: %1$@, emitida a %2$@, remata en %3$@, vence o %4$@
he: ‏%1$@, הונפק עבור %2$@, מסתיים ב־%3$@, מועד תפוגה %4$@
hr: %1$@, izdano za %2$@, završava %3$@, isteče %4$@
hsb: %1$@, wudaty za %2$@, kónčacy na %3$@, płaćiwy do %4$@
hu: %1$@, kiállítva ennek: %2$@, utolsó számjegyek: %3$@, lejárat: %4$@
hy_am: %1$@, թողարկված %2$@-ով, վերջանում է %3$@-ով, լրանում է %4$@
ia: %1$@, emittite a %2$@, finiente in %3$@, expira %4$@
id: %1$@, diterbitkan untuk %2$@, berakhiran %3$@, kedaluwarsa pada %4$@
is: %1$@, gefið út til %2$@, endar %3$@, rennur út %4$@
it: %1$@, rilasciata a %2$@, termina con %3$@, scade il %4$@
ja: %1$@、名義人は %2$@、カード番号の下 4 桁が %3$@、有効期限は %4$@ です
ka: %1$@, მფლობელი %2$@, დაბოლოება %3$@, ბოლო ვადა %4$@
kab: Takarḍa %1$@, teffe-d i %2$@, adtfakk deg %3$@, ad temmet deg %4$@
kk: %1$@, %2$@ үшін берілді, аяқталуы %3$@, мерзімі %4$@ аяқталады
ko: %1$@, %2$@에게 발행됨, %3$@로 끝나며, %4$@에 만료됨
lo: %1$@, ອອກໃຫ້ %2$@, ລົງທ້າຍດ້ວຍ %3$@, ໝົດອາຍຸ %4$@
nb: %1$@, utstedt til %2$@, slutter på %3$@, utløper %4$@
nl: %1$@, uitgegeven aan %2$@, eindigend op %3$@, verloopt op %4$@
nn: %1$@, skrive ut til %2$@, sluttar på %3$@, går ut %4$@
pa_in: %1$@, %2$@ ਨੂੰ ਜਾਰੀ ਕੀਤਾ, ਆਖਰੀ ਚਾਰ ਅੰਕ %3$@ ਹਨ, ਮਿਆਦ %4$@ ਨੂੰ ਪੁੱਗਦੀ ਹੈ
pl: %1$@, wystawiona na nazwisko %2$@, kończąca się na %3$@, wygasa %4$@
pt_br: %1$@, emitido para %2$@, com final %3$@, válido até %4$@
pt_pt: %1$@, emitido para %2$@, que termina em %3$@ e expira a %4$@
rm: %1$@, emessa a %2$@, chala cun %3$@, scada ils %4$@
ru: %1$@, владелец %2$@, номер завершается на %3$@, срок действия %4$@
sat_olck: %1$@, %2$@ ᱛᱮ ᱡᱟᱨᱤ ᱠᱟᱱᱟ, %3$@ ᱨᱮ ᱢᱩᱪᱟᱹᱫᱚᱜ ᱠᱟᱱᱟ, %4$@ ᱨᱮ ᱪᱟᱵᱟᱜ ᱠᱟᱱᱟ
scn: %1$@, data a %2$@, finisci cu %3$@, scadi u %4$@
si: %3$@ න් අවසන් වන %2$@ වෙත නිකුත් කළ %1$@ පත %4$@ දී ඉකුත් වේ
sk: %1$@, vydaná na meno %2$@, končiaca číslicami %3$@, platnosť končí %4$@
sl: %1$@, imetnik %2$@, končuje se na %3$@, velja do %4$@
sq: %1$@, dhënë për %2$@, që përfundon me %3$@, skadon më %4$@
su: %1$@, dikaluarkeun ka %2$@, ditungtungan ku %3$@, kadaluwarsa %4$@
sv: %1$@, utfärdat till %2$@, slutar på %3$@, upphör %4$@
tg: Навъи корт: %1$@, номи соҳиби корт: %2$@, рақами корт бо %3$@ анҷом меёбад, муҳлати корт дар санаи %4$@ ба анҷом мерасад
th: %1$@, ออกให้กับ %2$@, ลงท้ายด้วย %3$@, หมดอายุ %4$@
tr: %1$@, sahibi %2$@, son 4 rakamı %3$@, son kullanma tarihi %4$@
ug: ئاخىرقى نومۇرى %3$@ بولغان %1$@ كارتانىڭ ئىگىسى %2$@، ئىناۋەتلىك مۇددىتى %4$@
uk: %1$@, власник %2$@, номер завершується на %3$@, термін дії %4$@
vi: %1$@, cấp cho %2$@, kết thúc bằng %3$@, hết hạn %4$@
zh_cn: 尾号 %3$@ 的 %1$@ 卡，持卡人 %2$@，有效期至 %4$@
zh_tw: 卡號末四碼為 %3$@，持卡人姓名為 %2$@、到期日為 %4$@ 的 %1$@ 卡

# CreditCard.Settings.NotNow.v122
source: Not Now
ab: Уажәазы ​​акәым
be: Не зараз
br: Diwezhatoc’h
bs: Ne sada
ca: Ara no
co: Micca subitu
cs: Teď ne
cy: Nid Nawr
da: Ikke nu
de: Derzeit nicht
dsb: Nic něnto
el: Όχι τώρα
eo: Ne nun
es: Ahora no
es_ar: No ahora
es_cl: Ahora no
es_es: Ahora no
es_mx: Ahora no
eu: Une honetan ez
fi: Ei nyt
fr: Plus tard
gd: Chan ann an-dràsta
gl: Agora non
he: לא כעת
hr: Ne sada
hsb: Nic nětko
hu: Most nem
hy_am: Ոչ հիմա
ia: Non ora
id: Jangan Sekarang
is: Ekki núna
it: Non adesso
ja: 後で
ka: ახლა არა
kab: Mačči tura
kk: Қазір емес
ko: 나중에
lo: ບໍ່ແມ່ນຕອນນີ້
ml: ഇപ്പോഴല്ല
nb: Ikke nå
nl: Niet nu
nn: Ikkje no
pa_in: ਹੁਣੇ ਨਹੀਂ
pl: Nie teraz
pt_br: Agora não
pt_pt: Agora não
rm: Betg ussa
ru: Не сейчас
sat_olck: ᱱᱤᱛᱚᱜ ᱫᱚ ᱵᱟᱝᱟ
scn: Ora no
si: දැන් නොවේ
sk: Teraz nie
sl: Ne zdaj
sq: Jo Tani
su: Moal Waka
sv: Inte nu
tg: Ҳоло не
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
tt: Хәзер түгел
ug: ھازىر ئەمەس
uk: Не зараз
vi: Không phải bây giờ
zh_cn: 暂时不要
zh_tw: 現在不要

# CreditCard.Settings.RememberThisCard.v122
source: Securely save this card?
ab: Ари акарта шьақәгылатәума?
be: Захаваць надзейна гэту карту?
br: Enrollañ ar gartenn-mañ e surentez?
bs: Sigurno sačuvati ovu karticu?
ca: Voleu desar aquesta targeta de forma segura?
co: Arregistrà sta carta di manera sicura ?
cs: Bezpečně uložit tuto kartu?
cy: Cadw’r cerdyn hwn yn ddiogel?
da: Gem dette kort sikkert?
de: Soll diese Karte sicher gespeichert werden?
dsb: Toś tu kórtu wěsće składowaś?
el: Ασφαλής αποθήκευση κάρτας;
eo: Ĉu sekure konservi tiun ĉi kreditkarton?
es: ¿Guardar esta tarjeta de forma segura?
es_ar: ¿Guardar esta tarjeta de forma segura?
es_cl: ¿Guardar esta tarjeta de forma segura?
es_es: ¿Guardar esta tarjeta de forma segura?
es_mx: ¿Guardar esta tarjeta de forma segura?
eu: Gorde txartela modu seguruan?
fi: Tallennetaanko tämä kortti turvallisesti?
fr: Enregistrer cette carte en toute sécurité ?
gd: A bheil thu airson a’ chairt seo a shàbhaladh air dòigh thèarainte?
gl: Gardar esta tarxeta de forma segura?
he: לשמור את הכרטיס הזה באופן מאובטח?
hr: Sigurno spremiti ovu kreditnu karticu?
hsb: Tutu kartu wěsće składować?
hu: Elmenti biztonságosan ezt a kártyát?
hy_am: Ապահով պահե՞լ այս քարտը:
ia: Securmente salveguardar iste carta?
id: Simpan kartu ini dengan aman?
is: Vista þetta kort á öruggan hátt?
it: Salvare questa carta in modo sicuro?
ja: このカードの情報を安全に保存しますか？
ka: შეინახოს ეს ბარათი უსაფრთხოდ?
kab: Asekles n tkarḍa-a s wudem aɣellsan?
kk: Бұл картаны қауіпсіз сақтау керек пе?
ko: 이 카드를 안전하게 저장하시겠습니까?
lo: ຕ້ອງການບັນທຶກບັດນີ້ຢ່າງປອດໄພ ຫລື ບໍ?
ml: ഈ ചീട്ടു് സുരക്ഷിതമായി കരുതിവയ്ക്കട്ടെ?
nb: Lagre dette kortet trygt?
nl: Deze kaart veilig opslaan?
nn: Lagre dette kortet trygt?
pa_in: ਇਹ ਕਾਰਡ ਨੂੰ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਸੰਭਾਲਣਾ ਹੈ?
pl: Czy bezpiecznie zachować tę kartę?
pt_br: Salvar este cartão com segurança?
pt_pt: Guardar este cartão com segurança?
rm: Memorisar questa carta a moda segira?
ru: Сохранить надёжно эту карту?
sat_olck: ᱱᱚᱶᱟ ᱠᱟᱰ ᱫᱚ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱥᱟᱹᱦᱤᱡ ᱫᱚᱦᱚᱭ ᱟᱢ ᱥᱮ ?
scn: Vo’ sarbari sta carta di manera sicura?
si: මෙම පත ආරක්‍ෂිතව සුරකින්නද?
sk: Bezpečne uložiť túto platobnú kartu?
sl: Želite varno shraniti to kartico?
sq: Të ruhet në mënyrë të siguruar kjo kartë?
su: Teundeun ieu kartu sacara aman?
sv: Vill du spara det här kortet säkert?
tg: Ин кортро ба таври бехатар нигоҳ медоред?
th: ต้องการบันทึกบัตรนี้อย่างปลอดภัยหรือไม่?
tr: Bu kart güvenli bir şekilde kaydedilsin mi?
ug: بۇ كارتىنى بىخەتەر ساقلامدۇ؟
uk: Зберегти надійно цю картку?
vi: Lưu thẻ này một cách an toàn?
zh_cn: 要安全地保存此卡片吗？
zh_tw: 要安全地儲存這張卡片的資料嗎？

# CreditCard.Settings.UpdateThisCard.v122
source: Update card?
ab: Ахсаала рҿыцтәума?
be: Абнавіць карту?
br: Hizivaat ar gartenn?
bs: Ažurirati karticu?
ca: Voleu actualitzar la targeta?
co: Mudificà a carta ?
cs: Aktualizovat kartu?
cy: Diweddaru'r cerdyn?
da: Opdater kort?
de: Karte aktualisieren?
dsb: Kórtu aktualizěrowaś?
el: Ενημέρωση κάρτας;
eo: Ĉu ĝisdatigi kreditkarton?
es: ¿Actualizar tarjeta?
es_ar: ¿Actualizar tarjeta?
es_cl: ¿Actualizar tarjeta?
es_es: ¿Actualizar tarjeta?
es_mx: ¿Actualizar tarjeta?
eu: Eguneratu txartela?
fi: Päivitetäänkö kortti?
fr: Mettre à jour la carte ?
gd: A bheil thu airson a’ chairt ùrachadh?
gl: Actualizar a tarxeta?
he: לעדכן את הכרטיס?
hr: Aktualizirati kreditnu karticu?
hsb: Kartu aktualizować?
hu: Kártya frissítése?
hy_am: Արդիացնե՞լ քարտը:
ia: Actualisar le carta?
id: Perbarui kartu?
is: Uppfæra kort?
it: Aggiornare la carta?
ja: カード情報を更新しますか？
ka: განახლდეს ბარათი?
kab: Leqqem takarḍa?
kk: Картаны жаңарту керек пе?
ko: 카드를 수정하시겠습니까?
lo: ອັບເດດບັດບໍ?
ml: ചീട്ടു് പുതുക്കണോ?
nb: Oppdatere kortet?
nl: Kaart bijwerken?
nn: Oppdatere kortet?
pa_in: ਕਾਰਡ ਅੱਪਡੇਟ ਕਰਨਾ ਹੈ?
pl: Czy uaktualnić kartę?
pt_br: Atualizar cartão?
pt_pt: Atualizar cartão?
rm: Actualisar la carta?
ru: Обновить карту?
sat_olck: ᱠᱟᱰ ᱟᱹᱯᱰᱮᱴ ᱟ ᱥᱮ ?
scn: Attualizzari a carta?
si: පත යාවත්කාල කරන්නද?
sk: Aktualizovať platobnú kartu?
sl: Posodobim kartico?
sq: Të përditësohet karta?
su: Anyarkeun kartu?
sv: Uppdatera kort?
tg: Кортро навсозӣ кунед?
th: ต้องการอัปเดตบัตรหรือไม่?
tr: Kart güncellensin mi?
tt: Картаны яңарту кирәкме?
ug: كارتا يېڭىلامدۇ؟
uk: Оновити картку?
vi: Cập nhật thẻ?
zh_cn: 要更新卡片吗？
zh_tw: 要更新卡片資訊嗎？

# CreditCard.Settings.Yes.v122
source: Update
ab: Арҿыцра
be: Абнавіць
br: Hizivaat
bs: Ažuriraj
ca: Actualitza
co: Mudificà
cs: Aktualizovat
cy: Diweddaru
da: Opdater
de: Aktualisieren
dsb: Aktualizěrowaś
el: Ενημέρωση
eo: Ĝisdatigi
es: Actualizar
es_ar: Actualizar
es_cl: Actualizar
es_es: Actualizar
es_mx: Actualizar
eu: Eguneratu
fi: Päivitä
fr: Mettre à jour
gd: Ùraich
gl: Actualizar
he: עדכון
hr: Aktualiziraj
hsb: Aktualizować
hu: Frissítés
hy_am: Թարմացնել
ia: Actualisar
id: Perbarui
is: Uppfæra
it: Aggiorna
ja: 更新
ka: განახლება
kab: Leqqem
kk: Жаңарту
ko: 수정
lo: ອັບເດດ
ml: പുതുക്കുക
nb: Oppdater
nl: Bijwerken
nn: Oppdater
pa_in: ਅੱਪਡੇਟ ਕਰੋ
pl: Uaktualnij
pt_br: Atualizar
pt_pt: Atualizar
rm: Actualisar
ru: Обновить
sat_olck: ᱦᱟᱹᱞᱤᱭᱟᱹᱠ
scn: Attualizza
si: යාවත්කාලය
sk: Aktualizovať
sl: Posodobi
sq: Përditësoje
su: Anyarkeun
sv: Uppdatera
tg: Навсозӣ кардан
th: อัปเดต
tr: Güncelle
tt: Яңарту
ug: يېڭىلا
uk: Оновити
vi: Cập nhật
zh_cn: 更新
zh_tw: 更新

# CreditCards.Settings.Done.v114
source: Done
ab: Амазеи
be: Гатова
br: Graet
bs: Gotovo
ca: Fet
co: Compiu
cs: Hotovo
cy: Gorffen
da: Færdig
de: Fertig
dsb: Gótowo
el: Τέλος
eo: Farita
es: Hecho
es_ar: Listo
es_cl: Hecho
es_es: Hecho
es_mx: Hecho
eu: Eginda
fi: Valmis
fr: Terminer
gd: Deiseil
gl: Feito
he: סיום
hr: Gotovo
hsb: Dokónčene
hu: Kész
hy_am: Պատրաստ է
ia: Facite
id: Selesai
is: Lokið
it: Fatto
ja: 完了
ka: მზადაა
kab: Immed
kk: Дайын
ko: 완료
lo: ສຳເລັດ
ml: ചെയ്തിരിക്കുന്നു
nb: Ferdig
nl: Gereed
nn: Ferdig
pa_in: ਮੁਕੰਮਲ
pl: Gotowe
pt_br: Pronto
pt_pt: Concluído
rm: Finì
ru: Готово
sat_olck: ᱦᱩᱭᱮᱱᱟ
scn: Fattu
si: අහවරයි
sk: Hotovo
sl: Končaj
sq: U bë
su: Anggeus
sv: Klar
tg: Тайёр
th: เสร็จสิ้น
tr: Bitti
tt: Әзер
ug: تامام
uk: Готово
vi: Xong
zh_cn: 完成
zh_tw: 完成

# CreditCards.Settings.ManageCards.v112
source: Manage cards
ab: Акартқәа рнапхгара
be: Кіраваць картамі
br: Merañ ar c’hartennoù
bs: Upravljajte karticama
ca: Gestiona les targetes
co: Amministrà e carte
cs: Spravovat karty
cy: Rheoli cardiau
da: Håndter kort
de: Karten verwalten
dsb: Kórty zastojaś
el: Διαχείριση καρτών
eo: Administri kartojn
es: Administrar tarjetas
es_ar: Administrar tarjetas
es_cl: Gestionar tarjetas
es_es: Administrar tarjetas
es_mx: Administrar tarjetas
eu: Kudeatu txartelak
fi: Hallitse kortteja
fr: Gérer les cartes
gd: Stiùirich na cairtean
gl: Xestionar tarxetas
he: ניהול כרטיסים
hr: Upravljaj karticama
hsb: Karty rjadować
hu: Kártyák kezelése
hy_am: Կառավարել պիտակները
ia: Gerer le cartas
id: Kelola kartu
is: Sýsla með greiðslukort
it: Gestisci carte
ja: カード情報を管理
ka: ბარათების მართვა
kab: Sefrek tikarḍiwin
kk: Карталарды басқару
ko: 카드 관리
lo: ຈັດການບັດ
ml: ചീട്ടുകൾ കൈകാര്യം ചെയ്യുക
nb: Behandle kort
nl: Kaarten beheren
nn: Handsam kort
pa_in: ਕਾਰਡਾਂ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ
pl: Zarządzaj kartami
pt_br: Gerenciar cartões
pt_pt: Gerir cartões
rm: Administrar las cartas
ru: Управление картами
sat_olck: ᱠᱟᱰ ᱢᱮᱱᱮᱡᱽ ᱢᱮ
scn: Manija i carti
si: පත් කළමනාකරණය
sk: Spravovať karty
sl: Upravljanje kartic
sq: Administroni karta
su: Atur kartu
sv: Hantera kort
tg: Идоракунии кортҳо
th: จัดการบัตร
tr: Kartları yönet
tt: Карталар белән идарә итү
ug: كارتا باشقۇرۇش
uk: Керувати картками
vi: Quản lý thẻ tín dụng
zh_cn: 管理卡片
zh_tw: 管理卡片

# CreditCards.Settings.UseASavedCard.v122
source: Use saved card
ab: Иеиқәырхоу ахсаала ахархәара
be: Выкарыстаць захаваную карту
br: Ober gant ur gartenn enrollet
bs: Koristi sačuvanu karticu
ca: Utilitza una targeta desada
co: Impiegà una carta arregistrata
cs: Použít uloženou kartu
cy: Defnyddio cerdyn sydd wedi'i gadw
da: Brug gemt kort
de: Eine gespeicherte Karte verwenden
dsb: Skłaźonu kórtu wužywaś
el: Χρήση αποθηκευμένης κάρτας
eo: Uzi konservitan karton
es: Usar tarjeta guardada
es_ar: Usar tarjeta guardada
es_cl: Usar tarjeta guardada
es_es: Usar tarjeta guardada
es_mx: Usar tarjeta guardada
eu: Erabili gordetako txartela
fi: Käytä tallennettua korttia
fr: Utiliser une carte enregistrée
gd: Cleachd cairt a shàbhail thu
gl: Usar unha tarxeta gardada
he: שימוש בכרטיס השמור
hr: Koristi spremljenu kreditnu karticu
hsb: Składowanu kartu wužiwać
hu: Mentett kártya használata
hy_am: Օգտագործել պահված քարտը
ia: Usar un carta salvate
id: Gunakan kartu tersimpan
is: Nota vistað kort
it: Utilizza carta salvata
ja: 保存したカード情報を使用
ka: შენახული ბარათის გამოყენება
kab: Seqdec tkarḍa yettwaskelsen
kk: Сақталған картаны пайдалану
ko: 저장된 카드 사용
lo: ໃຊ້ບັດທີ່ບັນທຶກໄວ້
ml: കരുതിവച്ച ചീട്ടു് ഉപയോഗിക്കുക
nb: Bruk lagret kort
nl: Opgeslagen kaart gebruiken
nn: Bruk lagra kort
pa_in: ਸੰਭਾਲੇ ਕਾਰਡ ਨੂੰ ਵਰਤੋਂ
pl: Użyj zachowanej karty
pt_br: Usar cartão salvo
pt_pt: Utilizar cartão guardado
rm: Utilisar ina carta memorisada
ru: Использовать сохранённую карту
sat_olck: ᱥᱟᱺᱪᱟᱣ ᱠᱟᱱ ᱠᱟᱰ ᱵᱮᱵᱷᱟᱨ ᱢᱮ
scn: Usa na carta sarbata
si: සුරැකි පත යොදාගන්න
sk: Použiť uloženú kartu
sl: Uporabi shranjeno kartico
sq: Përdor kartë të ruajtur
su: Paké kartu nu disimpen
sv: Använd sparat kort
tg: Истифодаи корти нигоҳдошташуда
th: ใช้บัตรที่บันทึกไว้
tr: Kayıtlı kartı kullan
tt: Сакланган картаны куллану
ug: ساقلانغان كارتىنى ئىشلەت
uk: Використати збережену картку
vi: Sử dụng thẻ đã lưu
zh_cn: 使用保存的卡片
zh_tw: 使用儲存的卡片資訊
